Repository: n1ghtm4r88/anqtnbot
Catalog: resources/locale/*.resx
Languages: ru

source: *🔎 Command not found*
ru: *🔎 Команда не найдена*

# OnlyTextMessage
source: *⚠️ Send a text message only*
ru: *⚠️ Отправьте только текстовое сообщение*

# MessageIsTooLong
source: *⚠️ Maximum message length 4000 characters*
ru: *⚠️ Максимальная длина сообщения 4000 символов*

# LinkToRecipient
source: *⚠️ Click on the recipient's link to send them an anonymous question*
ru: *⚠️ Перейдите по ссылке получателя, чтобы отправить ему анонимный вопрос*

# NewAnswer
source: *✉️ New anonymous response:*
ru: *✉️ Новый анонимный ответ:*

# NewQuestion
source: *✉️ New anonymous question:*
ru: *✉️ Новый анонимный вопрос:*

source: Respond
ru: Ответить

source: Ban
ru: Заблокировать

# AnswerSent
source: *📤 Your anonymous reply has been sent*
ru: *📤 Ваш анонимный ответ отправлен*

# QuestionSent
source: *📤 Your anonymous question has been sent*
ru: *📤 Ваш анонимный вопрос отправлен*

source: Cancel
ru: Отменить

source: Unban
ru: Разблокировать

# ShareLink
source: Share this link
ru: Поделиться ссылкой

# YourLink
source: *🔗 Your link for anonymous questions* > `t.me/anqtnbot?start={id}`
ru: *🔗 Ваша ссылка для анонимных вопросов* > `t.me/anqtnbot?start={id}`

# CannotUseOwnLink
source: *❌ You can't use your own link*
ru: *❌ Нельзя использовать собственную ссылку*

# IsBanned
source: *🚫 A user has blocked you*
ru: *🚫 Пользователь заблокировал вас*

# SubmitYourAnswer
source: *✍️ Send your anonymous response*
ru: *✍️ Отправьте ваш анонимный ответ*

# SubmitYourQuestion
source: *✍️ Submit your anonymous question*
ru: *✍️ Отправьте ваш анонимный вопрос*
